/* Location time info */
"xTime" = "Fus orar %@";

/* Unknown time location */
"unknownTimeLocation" = "Fus orar necunoscut";

/* To sort something ascending */
"sortAscending" = "Sortează crescător";

/* To sort something descending */
"sortDescending" = "Sortează descrescător";

/* Older Appointment Section */
"older" = "Mai vechi";

/* Upcoming Appointment Section */
"upcoming" = "Programările viitoare";

/* lastXDays Appointment Section */
"lastXDays" = "Ultimele %@ zile";

/* provide the purpose of using biometrics*/
"biometricsRequestReason" = "Vă rugăm să activați autentificarea cu date biometrice pentru a asigura accesul la date";

/* Upcoming notification message */
"upcomingAppointmentInX" = "Programarea viitoare în %@";

/* Bad URL error message */
"badURL" = "Adresă URL gresită";

/* Decoding issue error message */
"decodingIssue" = "Problemă de decodare";

/* Ecoding issue error message */
"encodingIssue" = "Problemă de codificare";

/* Request failed error message */
"requestFailed" = "Nu se poate conecta";

/* Unknown error message */
"unknownError" = "A apărut o eroare necunoscută";

/* New label */
"new" = "Nou";

/* Add label */
"add" = "Adăuga";

/* Date label */
"date" = "Data";

/* Time picker label */
"time" = "Ora";

/* Error label */
"error" = "Eroare";

/* Save label */
"save" = "Salvează";

/* Filter label */
"filter" = "Filtru";

/* Filter action */
"filterAction" = "Filtrează";

/* Edit label */
"edit" = "Editează";

/* Cancel label */
"cancel" = "Anulează";

/* Delete label */
"delete" = "Șterge";

/* Edit Appointment page title */
"editAppointment" = "Editează Programare";

/* Doctor targeted notification message */
"appointmentFor" = "Programare pentru %1$@ în data de %2$@";

/* Patient targeted notification message */
"appointmentWith" = "Programare la %1$@ în data de %2$@";

/* Delete appointment warning title */
"areYouSure_appointment" = "Sigur doriți să ștergeți programarea?";

/* Delete patient warning title */
"areYouSure_patient" = "Sigur doriți să ștergeți pacientul?";

/* Delete appointment warning message */
"deleteAppointmentMessage" = "Datele acestei programări vor fi șterse definitiv";

/* Delete patient warning message */
"deletePatientMessage" = "Toate datele pentru pacientul %@ vor fi șterse";

/* Cancel Appointment button label */
"cancelAppointment" = "Anulează Programarea";

/* Appointment Details */
"appointmentDetails" = "Detaliile Programării";

/* (appointment) For (a patient) */
"for_prefix" = "Pentru";

/* (appointment) With (a doctor) */
"with_prefix" = "La";

/* (appointment) On (a particular date) */
"on_prefix" = "În data de";

/* (appointment) At (a particular time) */
"at_prefix" = "La ora";

/* Service bill section header */
"serviceBill" = "Total servicii";

/* Total for service */
"totalAmount" = "Total: %d lei";

/* Notification and Calendar section header */
"notificationAndCalendar" = "Notificare și Calendar";

/* Notification alert text */
"alertSetToX" = "Alertă %@";

/* Appointment Saved to (Calendar Name) */
"appointmentSavedToCalendarName" = "Programare salvată în %@";

/* Appointment page title */
"appointment" = "Programare";

/* Appointments page title */
"appointments" = "Programări";

/* Notification alert */
"notificationAlert" = "Alertă notificare";

/* Add to Calendar */
"addToCalendar" = "Adaugă în calendar";

/* Notification or Calendar Pemission denied alert title */
"notificationAndCalendarPermissionDenied" = "Accesul la notificări sau la calendar refuzat";

/* App Settings */
"appSettings" = "Setări";

/* Date From */
"dateFrom" = "Începând cu";

/* Date To */
"dateTo" = "Pâna la";

/* Appointment Time section header */
"appointmentTime" = "Timpul Programării";

/* Appointment Date: (example) */
"appointmentDateDisclosureLabel" = "Data Programării: %@";

/* Appointment Time: (example) */
"appointmentTimeDisclosureLabel" = "Ora Programării: %@";

/* (The) Patient */
"patient" = "Pacient";

/* (The) Doctor */
"doctor" = "Doctor";

/* (The) Services */
"services" = "Servicii";

/* Create appointment page title */
"createAppointment" = "Creează Programare";

/* Filter Appointments page title */
"filterAppointments" = "Filtrează Programări";

/* Remove filter */
"removeFilter" = "Șterge Filtru";

/* First name textfield label */
"firstName" = "Prenume";

/* Last name textfield label */
"lastName" = "Nume de familie";

/* Born after picker label */
"bornAfter" = "Născut după";

/* Born before picker label */
"bornBefore" = "Născut înainte de";

/* Birth Date picker label */
"birthDate" = "Zi de naștere";

/* Address textfield label */
"address" = "Adresă";

/* Job textfield label */
"job" = "Funcție";

/* Patients page title */
"patients" = "Pacienți";

/* Create Patient page title */
"createPatient" = "Creează pacient";

/* Edit Patient page title */
"editPatient" = "Editează pacient";

/* Filter Patients page title */
"filterPatients" = "Filtrează pacienți";

/* Delete patient button label */
"deletePatient" = "Șterge Pacient";

/* Birth date and age section header */
"birthDateAndAge" = "Zi de naștere și vârsta";

/* Personal details section header */
"personalDetails" = "Detalii personale";

/* Add a new day off page title */
"addNewHoliday" = "Selectați o zi liberă";

/* You have at least one appointment on that day */
"invalidHolidayMessage" = "Aveți cel puțin o programare în acea zi";

/* Email */
"email" = "e-mail";

/* Working weekends */
"workingWeekends" = "Disponibilitatea în weekend";

/* Doctor Details section header */
"doctorDetails" = "Detalii despre doctor";

/* Edit Doctor page title */
"editDoctor" = "Editați doctorul";

/* Holidays page title */
"holidays" = "Concediu";

/* Holidays (number of days) */
"holidayAmount" = "Concediu (%d zile)";

/* Is working weekends status */
"isWorkingWeekends" = "Disponibil în weekend";

/* Is not working weekends status */
"isNotWorkingWeekends" = "Indisponibil în weekend";

/* Doctor specialty */
"specialty" = "Specialitatea";

/* Configuration section header */
"configuration" = "Configuraţie";

/* Biometrics pemission denied alert title */
"biometricsPermissionDenied" = "Dispozitivul incompatibil sau acces refuzat";

/* Reason for require permission */
"biometricsPermissionRequest" = "Vă rugăm activați serviciile de biometrie din setările aplicației";

/* Use biometrics toggle label */
"biometricsUseTitle" = "Folosește autentificarea cu date biometrice pentru a securiza datele";

/* My Profile page title */
"myProfile" = "Profilul meu";

/* Retry Authentication */
"retryAuthentication" = "Reîncearcă autentificarea";

/* Authentication */
"authentication" = "Autentificare";

/* Notification Schedule - None */
"notificationNone" = "Fără";

/* Notification Schedule - 10 minutes before */
"notification10min" = "10 minute înainte";

/* Notification Schedule - 15 minutes before */
"notification15min" = "15 minute înainte";

/* Notification Schedule - 20 minutes before */
"notification20min" = "20 minute înainte";

/* Notification Schedule - 30 minutes before */
"notification30min" = "30 minute înainte";

/* Notification Schedule - 1 hour before */
"notification1h" = "1 oră înainte";

/* Notification Schedule - 2 hours before */
"notification2h" = "2 ore înainte";

/* Notification Schedule - 1 day before */
"notification1d" = "1 zi înainte";

/* Notification Schedule - 2 days before */
"notification2d" = "2 zile înainte";

/* Notification Schedule - 1 week before */
"notification1w" = "1 săptămână înainte";

/* Unspecified birth date placeholder */
"unspecified" = "Nespecficat";

/* Unknown age placeholder */
"unknownAge" = "Vârstă necunoscută";

/* Unknown address placeholder */
"unknownAddress" = "Adresă necunoscută";

/* Unknown job placeholder */
"unknownJob" = "Funcție necunoscută";

/* Unknown firstName placeholder */
"unknownFirstName" = "Prenume necunoscut";

/* Unknown lastName placeholder */
"unknownLastName" = "Nume necunoscut";

/* today */
"today" = "Astăzi";

/* tomorrow */
"tomorrow" = "Mâine";

/* Log in as a doctor */
"loginAsDoctor" = "Conectați-vă ca doctor";

/* Log in as a patient */
"loginAsPatient" = "Conectați-vă ca pacient";

/* Log out */
"logout" = "Deconectați-vă";

/* Wrong authentication state */
"wrongAuthState" = "Cererea Autentificați-vă cu Apple nu este validă";

/* Fail to store keychain */
"failToStoreKeychain" = "Eroare salvare credențiale";

/* Fail to update settings */
"failToUpdateSettings" = "Eroare actualizare setări";

/* Fail to delete keychain */
"failToDeleteKeychain" = "Eroare ștergere credențiale";
